---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneHeatingAirTemperatureParam
source: html/a8881ce3-a35f-03ae-b720-2b1c0e69135e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneHeatingAirTemperatureParam Property

"Heating Air Temperature"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneHeatingAirTemperatureParam { get; }
```